[
  {
    "id": "CA01",
    "index": 82,
    "taskName": "Clone a Website",
    "shortDescription": "Create a replica of a popular website or an app",
    "description": "When you are a programmer, you have to work on various types of projects. Some of the time those projects are huge and have millions of users. As an avid programmer, you should know how to control these situations and work with a team of developers. Just think that you are a software engineer at Facebook, Apple. There,  you have to develop the FaceBook website/app using various technologies. You also have to collaborate with other developers to reach the end goal of making an app/website that everybody loves. In this task, your objective is to code the user interface of the Home Page on one of your favorite big websites/apps (FaceBook, Netflix, GitHub, Spotify) from scratch. Adding additional dynamic functionalities/responsive design will gain you more marks.  Not only that, you have to upload your project to GitHub and collaborate with other programmers or friends.",
    "catogery": "Code",
    "submit": "https://forms.gle/4TW1uqq21E3iJmak8",
    "point1": "You can use any programming language/technologies to complete this task.",
    "point2": "Work your hardest to make your clone of the website/app look as same as the original app/website.",
    "point3": "Submissions with very simple interfaces like the Google home page won’t be accepted.",
    "point4": "Using other people’s code for this task is strictly prohibited.",
    "point5": "You should initialize your Git repository when you start the project and you should commit every major change you make while you are developing the app. There should be at least 10 commits in your repository.",
    "point6": "Ask your friends to make issues and pull requests in your repository. Then you have to solve those issues and manage those PRs.",
    "point7": "After you finish the project, send us the link to the production version of your website/app and the URL to the code repository."
  },

  {
    "id": "CA02",
    "index": 83,
    "taskName": "Into the World of FOSS",
    "shortDescription": "Contribute to 10 open-source projects",
    "description": "Open source products/projects include permission to use the source code, design, documents, or content of the product. It most commonly refers to the open-source model in which open-source software or other products are released under an open-source license as part of the open-source software movement. Use of the term originated with the software but has expanded beyond the software sector to cover other open content and forms of open Collaboration. GitHub is the best place that you can find FOSS projects that you can contribute to. In this task your objective is to do at least one contribution to the 10 repositories that are listed below.",
    "catogery": "Code",
    "submit": "https://forms.gle/5vU2Q3G6pDPss7fb8",
    "point1": "Link to the repository list you need to contribute: https://drive.google.com/file/d/1XDGh_veUUhhgO3R_c_HLgwVlUhNLPPjP/view?usp=sharing",
    "point2": "Choose an issue that is listed under the Open section and read the description about the issue and get a good understanding about it.",
    "point3": "Try to solve the issue and after solving it, make a Pull Request to the Origin Repository.",
    "point4": "You can solve issues like Bugs in the code, changing icons/logo, Grammatical errors, lack of documentation, etc.",
    "point5": "After you complete your pull requests, write a blog about your experience on the task. Include some new things you learned from doing this task too.",
    "point6": "When submitting, submit the link to your blog and a text file containing links to all the pull requests you made.",
    "point7": ""
  },

  {
    "id": "CA03",
    "index": 84,
    "taskName": "Make Your App Idea a Reality",
    "shortDescription": "Start your own innovative startup and maintain it",
    "description": "A startup or start-up is a company or project undertaken by an entrepreneur to seek, develop, and validate a scalable business model. If a startup wants to be successful, it should have a solid plan, the right people and a great network. Even though you have a great idea, if you don’t know how to make it a reality then that idea is worthless. So in other words, you have to know how to make your idea a reality. In this task, your objective is to create your own startup with an app, service or website idea that is related to ICT.",
    "catogery": "Code",
    "submit": "https://forms.gle/xqkEB7vMQSwEuuhs7",
    "point1": "Before you jump into designing/prototyping or coding your idea, make a well-documented project proposal (Advantages, Technologies used, Features, Timeline, Marketing, Cost)  with a plan. Then you can start your work.",
    "point2": "You can use any programming language to code your new project. A product with all the functionalities/features that you mentioned in the project proposal is not required. But your app/website must at least have a front end.",
    "point3": "You should upload your code to GitHub for maintaining purposes.",
    "point4": "Outsiders also can contribute to your project, but all contributions must be done via GitHub.",
    "point5": "Make a 3-minute video pitching your idea and show us the progress you made with your project. Use images, videos, graphs to convey your points while you are presenting your idea. You can use both Sinhala and English languages to present.",
    "point6": "When submitting, submit the project proposal, the video, and the GitHub repository link to your codebase.",
    "point7": ""
  },

  {
    "id": "DA01",
    "index": 85,
    "taskName": "VFX Compositing",
    "shortDescription": "Apply VFX to the given footage",
    "description": "For this task, you have to use this footage (https://www.pexels.com/video/girl-sport-fight-training-7045202/) And apply VFX to it. You can add them with a software of your choice. Your creativity is your limit.",
    "catogery": "Design",
    "submit": "https://forms.gle/1MdVfVgboaRW4HAV7",
    "point1": "Send your project in .mp4 format along with the project file",
    "point2": "Using VFX footage from the internet is allowed. But you have to add the links of them seperately",
    "point3": "Adding matching sound effects will gain you more points",
    "point4": "Don't copy elements or use templates from the internet. If you get caught using templates, you won't receive any points",
    "point5": "",
    "point6": "",
    "point7": ""
  },

  {
    "id": "DA02",
    "index": 86,
    "taskName": "Promotional Campaign",
    "shortDescription": "Create promotional content for an event",
    "description": "Imagine that you are the media coordinator of a musical event. You have to make 2 trailers and 5 posts for the event. The posts should have a consistent theme. But they Cannot be the same design over and over again. Examples for posts are:- coming soon post, post announcing the date, 3 days and 2 days remaining posts, etc.",
    "catogery": "Design",
    "submit": "https://forms.gle/2F3DXb13SSTHBnxX9",
    "point1": "Send the posts in .png format along with the project file ",
    "point2": "Send the trailer in .mp4 format along with the project file",
    "point3": "Don't copy designs or use project files, elements or templates from the internet. If you get caught copying designs, you won't receive any points",
    "point4": "Stick to a consistent theme",
    "point5": "",
    "point6": "",
    "point7": ""
  },

  {
    "id": "DA03",
    "index": 87,
    "taskName": "Recreating Images",
    "shortDescription": "Recreate an image 1:1",
    "description": "In your graphic designing journey you need to have a workflow to do larger projects. To that you should have good resource management skill (such as Cpu and GPU power), time management skills, compositional skills, animation skills etc.",
    "catogery": "Design",
    "submit": "https://forms.gle/JfGFQNyHFM4rPaFY7",
    "point1": "Choose 1 image you like from the followings: https://drive.google.com/drive/folders/1lLd1MLGXeN97_HzgZ7x5EvK5TmL8p7gR?usp=sharing",
    "point2": "Recreate that image using a 3d graphics software 1:1",
    "point3": "You need to provide 3 rendered images (In original angle, in an angle you like, in another angle you like).",
    "point4": "Then create a simple animation up to 5 seconds and send us a screen recording of that.",
    "point5": "You can use assets from the internet to complete this task.",
    "point6": "Make sure your animation is playing in the correct playback speed. To do this you may need to make sure you have sync to audio setting turned on if you have low computing power.",
    "point7": "When submitting, submit the rendered image and the source file."
  },

  {
    "id": "EA01",
    "index": 88,
    "taskName": "Pitch an App Idea",
    "shortDescription": "Present an innovative App idea to the mentors through an online meeting",
    "description": "In this task, you have to come up with an idea for a mobile app and create a presentation demonstrating it. Then you have to Pitch that idea along with the presentation in the meeting we arrange. The Meeting will be held on 31st of August. The time will be Noticed later on.",
    "catogery": "Explore",
    "submit": "https://forms.gle/W8SWhRL1Eqqg5aix8",
    "point1": "When you're submitting, submit your presentation.",
    "point2": "Plagiarism is prohibited",
    "point3": "Be prepared for the live presentation too.",
    "point4": "Be imaginative and think about a whole new idea for the app",
    "point5": "",
    "point6": "",
    "point7": ""
  },

  {
    "id": "EA02",
    "index": 89,
    "taskName": "Data Analysis",
    "shortDescription": "Collect data through a survey and generate a report from it",
    "description": " In this task, you have to create a survey about a topic of your choice with a Google form. Then you have to make a report that includes things such as a summary of the data, breakthroughs, and  a conclusion.",
    "catogery": "Explore",
    "submit": "https://forms.gle/PR6YuRsvdoLjbpJ4A",
    "point1": "When submitting, submit the link of the google form and the pdf file of the report",
    "point2": "Plagiarism is prohibited",
    "point3": "Collect resposes from at least 15 people before generating the report",
    "point4": "Make sure that the report has relevant information and content",
    "point5": "You can share the link of your survey in the BITS whatsapp groups and the discord channel",
    "point6": "",
    "point7": ""
  },

  {
    "id": "EA03",
    "index": 90,
    "taskName": "Analyse the Work from Home Situation",
    "shortDescription": "Research on a critical analysis of Online Learning and Work from home(WFH)",
    "description": "In this task you have to analyze the pros and cons of Online Learning and Work from home(WFH), compare and contrast it with their physical counterparts. Discuss about the incentives provided by various external sources. Then you have to provide us with an critical analysis in depth on it. You will have to write the whole thing by yourself. If you are copying something from another source (you can only do this for research purposes) , you have to cite your sources.",
    "catogery": "Explore",
    "submit": "https://forms.gle/T5RcqBdz5pxSqPrW8",
    "point1": "Include images, infographics, statistics, charts.",
    "point2": "Submit the task in .DOCX and PDF formats.",
    "point3": "",
    "point4": "",
    "point5": "",
    "point6": "",
    "point7": ""
  },

  {
    "id": "C11",
    "index": 28,
    "taskName": "Create a simple AI",
    "shortDescription": "Create an AI that answers your questions",
    "description": "In this task, your objective is to create a simple AI that answers some pre-defined questions (Eg: What is your name?, Who made you?). You can also do some research on machine learning and Natural Language Processing (NLP) to get an idea of how personal assistants like Google Assistant or Alexa work.",
    "catogery": "Code",
    "submit": "https://forms.gle/v5ukoHHLvQAAYWP47",
    "point1": "Build your program in a way that you can use the command line (CMD) or the terminal to enter your questions.",
    "point2": "Answers also must be output to the command line.",
    "point3": "Adding Natural Language Processing capabilities will get you more points.",
    "point4": "You can use any programming language to do your task.",
    "point5": "When submitting, submit the codebase of your AI and screen recorded video of the working AI.",
    "point6": "",
    "point7": ""
  },
  {
    "id": "C12",
    "index": 29,
    "taskName": "Install Linux inside a virtual machine",
    "shortDescription": "Step into the world of Linux",
    "description": "Linux is a family of open-source Unix-like operating systems based on the Linux kernel, an operating system kernel first released on September 17, 1991, by Linus Torvalds. Linux is typically packaged in a Linux distribution. There are many Linux distributions nowadays like Ubuntu, Debian, and Arch Linux. As a programmer, it is good to have some knowledge of Linux kernel and Linux commands.",
    "catogery": "Code",
    "submit": "https://forms.gle/qQ5Ugxt1VDmEDYZ4A",
    "point1": "Your main objective is to install a Linux distribution of your choice like Ubuntu or ElementryOS inside a virtual machine software like VirtualBox.",
    "point2": "WE DO NOT RECOMMEND INSTALLING LINUX IN THE METHOD OF DUAL BOOTING BECAUSE IT MAY CAUSE SOME SERIOUS PROBLEMS TO YOUR COMPUTER IF YOU DO SOMETHING WRONG.",
    "point3": "When installing, set the username of your Linux account to your BITS nickname.",
    "point4": "When submitting, submit screenshots of the installing process and a screenshot of an opened terminal window in Linux.",
    "point5": "",
    "point6": "",
    "point7": ""
  },
  {
    "id": "C13",
    "index": 30,
    "taskName": "Create a web dashboard UI",
    "shortDescription": "code a Dashboard UI design for your bank account",
    "description": "Having the ability to create a good, interactive user interface (UI) is a key part of a good web designer/developer. Having good color combinations, accessibility, using the space you have correctly, and following a Design System like Material Design or HGI will make your design more pleasant.",
    "catogery": "Code",
    "submit": "https://forms.gle/DTkf3QELNnt7nuST9",
    "point1": "You must code your Dashboard UI design for your bank account with HTML and CSS. Having JavaScript to make the design more interactive is also good.",
    "point2": "In the dashboard, you should display data like your account balance, exchange rates, loans, other accounts, and credit card details.",
    "point3": "Using other people’s code for this task is strictly prohibited.",
    "point4": "You can get more points by making your website mobile responsive.",
    "point5": "If you don’t know how to design a dashboard, you can get design inspiration from https://dribbble.com/search/dashboard",
    "point6": "After you finish the project, upload it to GitHub and deploy the website on GitHub pages.",
    "point7": "When submitting, submit the link to your Git repository and the link to your website which is hosted on GitHub pages."
  },

  {
    "id": "C16",
    "index": 33,
    "taskName": "Code a calculator",
    "shortDescription": "Code a simple calculator app",
    "description": "Coding up a simple calculator app is one of those projects that every novice programmer should try. By working on this task, you can improve your programming abilities drastically. Designing and coding a UI for the calculator is also a challenge.",
    "catogery": "Code",
    "submit": "https://forms.gle/C2kUj8bnNsmCHWRp9",
    "point1": "Your calculator should be able to perform basic arithmetic operations like addition, subtraction, division, and multiplication.",
    "point2": "If you add more features to your calculator (like finding square root), it will earn you more points.",
    "point3": "Using other people’s code or code snippets from online tutorials to complete this task is strictly prohibited.",
    "point4": "You can use any programming language to do this task",
    "point5": "Send a screen-recorded video of the working calculator and the source code when submitting.",
    "point6": "",
    "point7": ""
  },
  {
    "id": "C17",
    "index": 34,
    "taskName": "Build a website, the easy way",
    "shortDescription": "Build a website with an online website builder",
    "description": "Online website builders are tools that typically allow the construction of websites without manual code editing. Learning how to use these services is really useful if you are not able to hardcode a website or if you want to make a website really fast. Some examples of online website builders are Wix, WordPress, and HubSpot.",
    "catogery": "Code",
    "submit": "https://forms.gle/C44vUTbUvL42NALB7",
    "point1": "Your website should be built for a Japanese restaurant.",
    "point2": "Look up some restaurant websites if you are not sure what the content of the website should be. You are free to use any images from Google.",
    "point3": "Using templates is strictly prohibited.",
    "point4": "When submitting, host your website on a service you prefer (Eg: Wix website hosting) and submit the link to your website.",
    "point5": "",
    "point6": "",
    "point7": ""
  },

  {
    "id": "D01",
    "index": 9,
    "taskName": "Character designing for games",
    "shortDescription": "Design a character for a 2D video game",
    "description": "2D video games are known to have great visual compositions. That includes the character sprites of the game. When the character designs are good, it makes the game more enjoyable to play. In this task, you have to design a character for a 2D game.",
    "catogery": "Design",
    "submit": "https://forms.gle/DycXJhFzzZMiDSDp7",
    "point1": "It does not have to be overly complex.",
    "point2": "Try to imagine what you want to create by thinking out of the box.",
    "point3": "Send your project in .png format along with the project file.",
    "point4": "Don't copy designs or use project files from the internet. If you get caught copying designs, you won't receive any points.",
    "point5": "",
    "point6": "",
    "point7": ""
  },
  {
    "id": "D02",
    "index": 10,
    "taskName": "3D modelling",
    "shortDescription": "Create a 3D model of a Fruit",
    "description": "If you have some experience with a 3D modelling software, this is a pretty easy task. you have to make a 3D model of any fruit of your choice. After modelling it, put the appropriate textures and render it.",
    "catogery": "Design",
    "submit": "https://forms.gle/wvyEoA4sY2CNzveQ7",
    "point1": "Send your rendered project in .png format along with the project file.",
    "point2": "If possible, include the .fbx or .obj file too.",
    "point3": "Don't copy designs or use project files from the internet. If you get caught copying designs, you won't receive any points.",
    "point4": "",
    "point5": "",
    "point6": "",
    "point7": ""
  },

  {
    "id": "D06",
    "index": 12,
    "taskName": "Poster Designing",
    "shortDescription": "Design Poster about stopping the spread of misinformation",
    "description": "During this pandemic, a lot of misinformation spreads through social media. They often spread quickly because many people share them without thinking twice. Create an informative poster that tells people how to identify misinformation.",
    "catogery": "Design",
    "submit": "https://forms.gle/BUQZkQK1L82bz1wY6",
    "point1": "Send your project in .png format along with the project file.",
    "point2": "Don't copy designs or use project files from the internet. If you get caught copying designs, you won't receive any points.",
    "point3": "",
    "point4": "",
    "point5": "",
    "point6": "",
    "point7": ""
  },

  {
    "id": "D07",
    "index": 15,
    "taskName": "Book cover design",
    "shortDescription": "Design a book cover",
    "description": "The cover design of a book makes the book more likely to be read. in this task, you have to design an attractive cover for a book of your choice.",
    "catogery": "Design",
    "submit": "https://forms.gle/CdPjA9VnNuuFMk5M9",
    "point1": "Send your project in .png format along with the project file.",
    "point2": "Don't copy designs or use project files from the internet. If you get caught copying designs, you won't receive any points.",
    "point3": "",
    "point4": "",
    "point5": "",
    "point6": "",
    "point7": ""
  },

  {
    "id": "D10",
    "index": 36,
    "taskName": "UI Designing",
    "shortDescription": "Design a user interface for a file manager app",
    "description": "User interface (UI) design is the design of user interfaces for an application. The goal of user interface design is to make the user's interaction as simple and efficient as possible.In this task you have to design the user interface for a file manager app.",
    "catogery": "Design",
    "submit": "https://forms.gle/7iu7htBoxqch2Dx76",
    "point1": "Use a tool such as Adobe Xd, Figma, Adobe Illustrator , etc.",
    "point2": "Make at least 3 different prototypes for the UI",
    "point3": "Once you're finished, send the designs in .PNG or .SVG formats   ",
    "point4": "Don't copy entire designs from the internet. If you get caught copying designs, you won't receive any points",
    "point5": "",
    "point6": "",
    "point7": ""
  },
  {
    "id": "D11",
    "index": 37,
    "taskName": "Asset Designing",
    "shortDescription": " create assets For 3D game",
    "description": "In this task you have to make 5 or more seperate assets for a 3D video game. A few examples for assets are wepons, vehicles, plants, buildings, etc.",
    "catogery": "Design",
    "submit": "https://forms.gle/VSajCBxGFy9myFuJA",
    "point1": "It does not have to be overly complex.",
    "point2": "Don't copy designs or use project files from the internet. If you get caught copying designs, you won't receive any points.",
    "point3": "Send your project in .png format along with the project file.",
    "point4": "Try to imagine what you want to create by thinking out of the box.",
    "point5": "",
    "point6": "",
    "point7": ""
  },

  {
    "id": "E01",
    "index": 18,
    "taskName": "Understanding Cyber-Bullying",
    "shortDescription": "Write a blog about Cyber Bullying",
    "description": "Cyberbullying or cyberharassment is a form of bullying or harassment using electronic means. Write a blog about it.",
    "catogery": "Explore",
    "submit": "https://forms.gle/xXkqgFgA1LcdeGWs9",
    "point1": "Submit the link of the blog you wrote.",
    "point2": "Plagiarism is prohibited.",
    "point3": "Citing your sources will gain you more points.",
    "point4": "",
    "point5": "",
    "point6": "",
    "point7": ""
  },
  {
    "id": "E02",
    "index": 19,
    "taskName": "What is Cryptocurrency?",
    "shortDescription": "Write an article about Cryptocurrency",
    "description": "A cryptocurrency is a digital currency that can be used to buy goods and services, but uses an online ledger with strong cryptography to secure online transactions. Write an article about it.",
    "catogery": "Explore",
    "submit": "https://forms.gle/Xn7DAv5Kz9e1rUwA7",
    "point1": "Submit the PDF document of the article you wrote.",
    "point2": "Plagiarism is prohibited.",
    "point3": "Citing your sources will gain you more points.",
    "point4": "",
    "point5": "",
    "point6": "",
    "point7": ""
  },
  {
    "id": "E03",
    "index": 20,
    "taskName": "Preventing Misinformation",
    "shortDescription": "Write a blog about Misinformation in social media",
    "description": "Misinformation is false, inaccurate, or misleading information that is communicated regardless of an intention to deceive. Write a blog about this.",
    "catogery": "Explore",
    "submit": "https://forms.gle/4XwQ55drknEjavHDA",
    "point1": "Submit the link of the blog you wrote.",
    "point2": "Plagiarism is prohibited.",
    "point3": "Citing your sources will gain you more points.",
    "point4": "",
    "point5": "",
    "point6": "",
    "point7": ""
  },

  {
    "id": "E07",
    "index": 24,
    "taskName": "5G Technology",
    "shortDescription": "Write a blog about 5G Technology",
    "description": "5G wireless technology is meant to deliver higher multi-Gbps peak data speeds and a more uniform user experience to more users. Write a blog about this.",
    "catogery": "Explore",
    "submit": "https://forms.gle/oA14hzVyLsLaH4Jg9",
    "point1": "Submit the link of the blog you wrote.",
    "point2": "Plagiarism is prohibited.",
    "point3": "Citing your sources will gain you more points.",
    "point4": "",
    "point5": "",
    "point6": "",
    "point7": ""
  },
  {
    "id": "E08",
    "index": 25,
    "taskName": "Programming languages comparison",
    "shortDescription": "Make a presentation comparing different programming languages",
    "description": "A programming language is a formal language comprising a set of strings that produce various kinds of machine code output. In this task you have to compare different programming languages in your presentation.",
    "catogery": "Explore",
    "submit": "https://forms.gle/qC8eArB4uJSHyXXm8",
    "point1": "Submit the link of the presentation you made.",
    "point2": "Plagiarism is prohibited.",
    "point3": "Citing your sources will gain you more points.",
    "point4": "",
    "point5": "",
    "point6": "",
    "point7": ""
  },

  {
    "id": "E10",
    "index": 45,
    "taskName": "Product Review",
    "shortDescription": "Write a Product Review",
    "description": "Product reviews are the opinions or feedbacks of customers for a particular product. Write an review for any tech product that you own. It can be a smartphone, a preipheral device, etc.",
    "catogery": "Explore",
    "submit": "https://forms.gle/6GJVrWmUw9gHS33ZA",
    "point1": "Submit the link to the review you wrote",
    "point2": "Plagiarism is prohibited",
    "point3": "Citing your sources will gain you more points",
    "point4": "You have to include a few photos of the product, what you like about it and what you dislike about it",
    "point5": "At the end of the review, rate the product by 1 to 5 stars",
    "point6": "",
    "point7": ""
  },
  {
    "id": "E12",
    "index": 47,
    "taskName": "E-learning platforms comparision",
    "shortDescription": "Make a presentation comparing different E- learning platforms",
    "description": "An online learning platform is an integrated set of interactive online services that provide trainers, learners, and others involved in education with information, tools and resources to support and enhance education delivery and management. Create a presentation comparing at least 4 of them. A few examples for E-learning platforms are Zoom, Microsoft Teams and Cisco Webex",
    "catogery": "Explore",
    "submit": "https://forms.gle/p4ajHK6zW2azyd1r5",
    "point1": "Submit the link of the presentation you made",
    "point2": "Plagiarism is prohibited",
    "point3": "Citing your sources will gain you more points",
    "point4": "Include the advantages, disadvantages, features, pricing, etc. of each platform",
    "point5": "",
    "point6": "",
    "point7": ""
  },
  {
    "id": "E13",
    "index": 48,
    "taskName": "Popular software history",
    "shortDescription": "Write a blog about the history of a popular software",
    "description": "Most softwares that we use in our day-to-day lives are at least a decade old. Which means they must have a fair amount of history behind them. In this task you have to Write a blog about the history of a software of your choice",
    "catogery": "Explore",
    "submit": "https://forms.gle/oPznbkcf9u7iwWrH8",
    "point1": "Submit the link of the blog you wrote",
    "point2": "Plagiarism is prohibited",
    "point3": "Citing your sources will gain you more points",
    "point4": "",
    "point5": "",
    "point6": "",
    "point7": ""
  },

  {
    "id": "E15",
    "index": 50,
    "taskName": "E-Sports",
    "shortDescription": "Write a blog about E- Sports",
    "description": "Esports is a form of competition using video games. Esports often takes the form of organized, multiplayer video game competitions, particularly between professional players, individually or as teams. Write a blog about E-sports.",
    "catogery": "Explore",
    "submit": "https://forms.gle/Kjnc57WmuotuMh297",
    "point1": "Submit the link of the blog you wrote",
    "point2": "Plagiarism is prohibited",
    "point3": "Citing your sources will gain you more points",
    "point4": "",
    "point5": "",
    "point6": "",
    "point7": ""
  }
]
